Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=387_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät jakoi stipendejä saamen kielen oppilaille
sme: Sámediggi attii stipeanddaid sámegiela oahppiide

source: Saamelaiskäräjät jakoi koulujen kevätjuhlissa stipendejä saamen kielen opinnoissa hyvin menestyneille oppilaille.
sme: Sámediggi attii skuvllaid giđđafeasttain stipeanddaid oahppiide, geat leat bures menestuvvan sámegiela oahpuin.

source: Stipendi annettiin yhteensä kahdelletoista saamen kielen kokeen ylioppilastutkinnossa suorittaneelle ja kolmelletoista perusopetuksen päättäneelle oppilaalle.
sme: Stipeanddat juhkkojuvvojedje oktiibuot 12 stuđentii, geat leat čađahan sámegiela iskosa stuđeantadutkosis ja 13 oahppái, geat besse vuođđooahpahusas.

source: Saamelaiskäräjien stipendin saivat seuraavat nuoret:
sme: Sámedikki stipeandda ožžo čuovvovaš nuorat:

source: Enontekiön lukio: Rosa-Máren Magga (pohjoissaame) ja Mareena Keskitalo (pohjoissaame)
sme: Eanodaga logahat: Rosa-Máren Magga (davvisámegiella) ja Mareena Keskitalo (davvisámegiella)

source: Ivalon lukio: Milla Moilanen (inarinsaame), Arla Magga (pohjoissaame) ja Essi Ranttila (pohjoissaame)
sme: Avvila logahat: Milla Moilanen (anárašgiella), Arla Magga (davvisámegiella) ja Essi Ranttila (davvisámegiella)

source: Utsjoen saamelaislukio: Anni Kaisa Koivisto (pohjoissaame)
sme: Ohcejoga sámelogahat: Anni Kaisa Koivisto (davvisámegiella)

source: Haukiputaan lukio: Heija Länsman (pohjoissaame)
sme: Haukipudas logahat: Heija Länsman (davvisámegiella)

source: Lyseonpuiston lukio, Rovaniemi: Inga Maaret Aikioniemi (pohjoissaame)
sme: Lyseonpuisto logahat, Rovaniemi: Inga Maaret Aikioniemi (davvisámegiella)

source: Sodankylän lukio: Elli-Marja Hetta (pohjoissaame), Miira Suomi (pohjoissaame) ja Roosa Nuorgam (pohjoissaame)
sme: Soađegili logahat: Elli-Marja Hetta (davvisámegiella), Miira Suomi (davvisámegiella) ja Roosa Nuorgam (davvisámegiella)

source: Perusopetuksen suorittaneet oppilaat:
sme: Vuođđooahpahusa čađahan oahppit:

source: Hetan yläkoulu: Juhán-Tuommá Magga (pohjoissaame) ja Iina-Marja Juuso (pohjoissaame)
sme: Heahtá badjeskuvla: Juhán-Tuommá Magga (davvisámegiella) ja Iina-Marja Juuso (davvisámegiella)

source: Inarin yläkoulu: Gabriela Satokangas (pohjoissaame) ja Tytti Kuusisto (koltansaame)
sme: Anára badjeskuvla: Gabriela Satokangas (davvisámegiella) ja Tytti Kuusisto (nuortalašgiella)

source: Ivalon yläkoulu: Sara Nuorgam (pohjoissaame)
sme: Avvila badjeskuvla: Sara Nuorgam (davvisámegiella)

source: Sevettijärven koulu: Anna-Katariina Feodoroff (koltansaame)
sme: Čeavetjávrri skuvla: Anna-Katariina Feodoroff (nuortalašgiella)

source: Karigasniemen koulu: Matias West (pohjoissaame) ja Nora Pieski (pohjoissaame)
sme: Gáregasnjárgga skuvla: Matias West (davvisámegiella) ja Nora Pieski (davvisámegiella)

source: Vuotson koulu: Jouni Hetta (pohjoissaame)
sme: Vuohču skuvla: Jouni Hetta (davvisámegiella)

source: Napapiirin yläaste: Katja Anttonen (pohjoissaame), Eero Anttila (pohjoissaame) ja Jussa Rahko (pohjoissaame)
sme: Napabijre badjeskuvla: Katja Anttonen (davvisámegiella), Eero Anttila (davvisámegiella) ja Jussa Rahko (davvisámegiella)

source: Saamelaiskäräjät toivottaa onnea ja hyvää kesälomaa kaikille !
sme: Sámediggi sávvá lihku ja buorre geasseluomu buohkaide !
